Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# progression.explain.addSetUnloaded
source: Add a set on %@, for %@ sets of %@ to %@ reps. There is no load to add, so volume is the next step.
es: Añade una serie en %@, hasta %@ series de %@ a %@ repeticiones. No hay carga que añadir, así que el siguiente paso es el volumen.
fr: Ajoute une série sur %@, soit %@ séries de %@ à %@ répétitions. Il n’y a pas de charge à ajouter, donc le volume est l’étape suivante.
hi: %@ में एक सेट जोड़ें, कुल %@ सेट, %@ से %@ रेप्स के। लोड बढ़ाने को कुछ नहीं है, इसलिए अगला कदम वॉल्यूम है।
it: Aggiungi una serie su %@, per %@ serie da %@-%@ ripetizioni. Non c'è carico da aggiungere, quindi il passo successivo è il volume.
tr: %@ hareketine bir set ekle; %@ set × %@ ile %@ tekrar olsun. Eklenecek ağırlık yok, yani sıradaki adım hacim.
zh_hans: 在 %@ 上增加一组，共 %@ 组，每组 %@ 到 %@ 次。没有负重可加，因此下一步是增加训练量。

# progression.explain.atMinimumLoad
source: Repeat %@ at %@. That is the lightest this movement goes, so build reps here or switch to an easier variation.
es: Repite %@ con %@. Es lo más ligero que admite este movimiento, así que suma repeticiones aquí o pasa a una variante más fácil.
fr: Refais %@ à %@. C’est le plus léger possible sur ce mouvement : construis des répétitions ici ou passe à une variante plus facile.
hi: %@ को %@ पर दोहराएँ। इस मूवमेंट में इससे हल्का कुछ नहीं है, इसलिए यहीं रेप्स बढ़ाएँ या किसी आसान वैरिएशन पर जाएँ।
it: Ripeti %@ a %@. È il carico più leggero possibile per questo movimento, quindi costruisci qui le ripetizioni oppure passa a una variante più facile.
tr: %@ hareketini %@ ağırlıkla tekrarla. Bu, bu hareketin inebildiği en hafif değer; burada tekrar biriktir ya da daha kolay bir varyasyona geç.
zh_hans: %@ 保持在 %@。这已经是这个动作最轻的负重，可以在这里增加次数，或换一个更容易的变式。

# progression.explain.bankBeforeBigJump
source: Keeping %@ at %@ for one more session. The smallest step available is %@, which is %@ percent of the current load, so it is worth banking another solid session first.
es: %@ se queda en %@ una sesión más. El salto más pequeño disponible es %@, que es un %@ por ciento de la carga actual, así que conviene sumar antes otra sesión sólida.
fr: %@ reste à %@ pour une séance de plus. Le plus petit palier disponible est %@, soit %@ pour cent de la charge actuelle : mieux vaut engranger une séance solide de plus d’abord.
hi: %@ को एक और सेशन के लिए %@ पर ही रख रहे हैं। सबसे छोटा उपलब्ध कदम %@ है, जो मौजूदा लोड का %@ प्रतिशत बैठता है, इसलिए एक और मज़बूत सेशन जमा कर लेना बेहतर है।
it: %@ resta a %@ per un'altra sessione. Il salto più piccolo disponibile è %@, cioè il %@ per cento del carico attuale, quindi conviene mettere da parte prima un'altra sessione solida.
tr: %@ bir seans daha %@ değerinde kalıyor. Mevcut en küçük adım %@; bu da şu anki ağırlığın yüzde %@ kadarı, yani önce bir sağlam seans daha biriktirmeye değer.
zh_hans: %@ 保持在 %@，再练一次。可用的最小增量是 %@，相当于当前负重的百分之 %@，因此值得先再积累一次扎实的训练。

# progression.explain.bankSession
source: Keeping %@ at %@. You are %@ of %@ good sessions towards the next load increase.
es: %@ se queda en %@. Llevas %@ de %@ sesiones buenas para la próxima subida de carga.
fr: %@ reste à %@. Tu en es à %@ bonnes séances sur %@ avant la prochaine hausse de charge.
hi: %@ को %@ पर ही रख रहे हैं। अगली लोड बढ़ोतरी की ओर आपके %@ / %@ अच्छे सेशन हो चुके हैं।
it: %@ resta a %@. Sei a %@ sessioni buone su %@ verso il prossimo aumento di carico.
tr: %@ %@ değerinde kalıyor. Bir sonraki ağırlık artışına giden %@ iyi seansın %@ tanesindesin.
zh_hans: %@ 保持在 %@。你已完成 %@ / %@ 次达标训练，之后就会提高负重。

# progression.explain.calibrate
source: Run one set of %@ at a load you can control, then rate how it felt. We will set the working load from your answer.
es: Haz una serie de %@ con una carga que controles y luego valora cómo te ha sentado. Fijaremos la carga de trabajo con tu respuesta.
fr: Fais une série de %@ avec une charge que tu maîtrises, puis dis comment tu l’as ressentie. La charge de travail sera fixée à partir de ta réponse.
hi: %@ का एक सेट ऐसे लोड पर करें जिसे आप संभाल सकें, फिर बताएँ कि कैसा लगा। आपके जवाब से हम वर्किंग लोड तय कर देंगे।
it: Fai una serie di %@ con un carico che controlli, poi valuta come è andata. Imposteremo il carico di lavoro dalla tua risposta.
tr: %@ hareketinden kontrol edebileceğin bir ağırlıkla tek set yap, sonra nasıl geldiğini değerlendir. Çalışma ağırlığını cevabına göre belirleyeceğiz.
zh_hans: 先用你能控制的重量做一组 %@，然后评价一下感受。我们会据此设定正式组的负重。

# progression.explain.deload
source: Deload week: %@ drops from %@ to %@, and from %@ to %@ sets. A lighter week now protects the next block.
es: Semana de descarga: %@ baja de %@ a %@, y de %@ a %@ series. Una semana suave ahora protege el próximo bloque.
fr: Semaine allégée : %@ passe de %@ à %@, et de %@ à %@ séries. Une semaine plus légère maintenant protège le bloc suivant.
hi: डीलोड हफ़्ता: %@ %@ से घटकर %@ हो जाता है, और %@ से %@ सेट रह जाते हैं। अभी का हल्का हफ़्ता अगले ब्लॉक को बचाता है।
it: Settimana di scarico: %@ scende da %@ a %@ e da %@ a %@ serie. Una settimana più leggera ora protegge il blocco successivo.
tr: Hafif hafta: %@ %@ değerinden %@ değerine, %@ setten %@ sete iner. Şimdi hafif bir hafta, sonraki bloğu korur.
zh_hans: 减量周：%@ 从 %@ 降到 %@，组数从 %@ 降到 %@。现在轻一周，能保住下一个周期。

# progression.explain.deloadEasy
source: Deload week: keep %@ comfortable and finish every set well short of failure.
es: Semana de descarga: mantén %@ cómodo y termina todas las series muy lejos del fallo.
fr: Semaine allégée : garde %@ confortable et termine chaque série bien avant l’échec.
hi: डीलोड हफ़्ता: %@ को आराम से करें और हर सेट फेल्योर से अच्छा-खासा पहले खत्म करें।
it: Settimana di scarico: tieni %@ comodo e chiudi ogni serie ben lontano dal cedimento.
tr: Hafif hafta: %@ hareketini rahat tut ve her seti tükenmeye epey uzak bitir.
zh_hans: 减量周：%@ 做得舒服一些，每组都在远离力竭时结束。

# progression.explain.deloadLoadOnly
source: Deload week: %@ drops from %@ to %@. A lighter week now protects the next block.
es: Semana de descarga: %@ baja de %@ a %@. Una semana suave ahora protege el próximo bloque.
fr: Semaine allégée : %@ passe de %@ à %@. Une semaine plus légère maintenant protège le bloc suivant.
hi: डीलोड हफ़्ता: %@ %@ से घटकर %@ हो जाता है। अभी का हल्का हफ़्ता अगले ब्लॉक को बचाता है।
it: Settimana di scarico: %@ scende da %@ a %@. Una settimana più leggera ora protegge il blocco successivo.
tr: Hafif hafta: %@ %@ değerinden %@ değerine iner. Şimdi hafif bir hafta, sonraki bloğu korur.
zh_hans: 减量周：%@ 从 %@ 降到 %@。现在轻一周，能保住下一个周期。

# progression.explain.deloadUnloaded
source: Deload week: %@ drops from %@ to %@ sets. A lighter week now protects the next block.
es: Semana de descarga: %@ baja de %@ a %@ series. Una semana suave ahora protege el próximo bloque.
fr: Semaine allégée : %@ passe de %@ à %@ séries. Une semaine plus légère maintenant protège le bloc suivant.
hi: डीलोड हफ़्ता: %@ %@ से घटकर %@ सेट रह जाता है। अभी का हल्का हफ़्ता अगले ब्लॉक को बचाता है।
it: Settimana di scarico: %@ scende da %@ a %@ serie. Una settimana più leggera ora protegge il blocco successivo.
tr: Hafif hafta: %@ %@ setten %@ sete iner. Şimdi hafif bir hafta, sonraki bloğu korur.
zh_hans: 减量周：%@ 的组数从 %@ 降到 %@。现在轻一周，能保住下一个周期。

# progression.explain.extendDuration
source: %@ moves up to %@ to %@ seconds a set. You held %@ seconds on every set last session.
es: %@ sube a %@-%@ segundos por serie. La última sesión aguantaste %@ segundos en todas las series.
fr: %@ passe à %@ à %@ secondes par série. Tu as tenu %@ secondes sur chaque série la séance dernière.
hi: %@ अब हर सेट %@ से %@ सेकंड पर चला जाता है। पिछले सेशन में आपने हर सेट %@ सेकंड रोका था।
it: %@ sale a %@-%@ secondi per serie. Nell'ultima sessione hai tenuto %@ secondi in ogni serie.
tr: %@ artık set başına %@ ile %@ saniyeye çıkıyor. Geçen seans her seti %@ saniye tuttun.
zh_hans: %@ 的时长上调到每组 %@ 到 %@ 秒。你上次每组都坚持了 %@ 秒。

# progression.explain.extendReps
source: %@ moves up to %@ to %@ reps. You reached %@ reps on every set last session.
es: %@ sube a %@-%@ repeticiones. La última sesión llegaste a %@ repeticiones en todas las series.
fr: %@ passe à %@ à %@ répétitions. Tu as atteint %@ répétitions sur chaque série la séance dernière.
hi: %@ अब %@ से %@ रेप्स पर चला जाता है। पिछले सेशन में आपने हर सेट में %@ रेप्स किए थे।
it: %@ sale a %@-%@ ripetizioni. Nell'ultima sessione hai raggiunto %@ ripetizioni in ogni serie.
tr: %@ artık %@ ile %@ tekrar aralığına çıkıyor. Geçen seans her sette %@ tekrara ulaştın.
zh_hans: %@ 的次数区间上调到 %@ 到 %@ 次。你上次每组都做到了 %@ 次。

# progression.explain.holdDuration
source: Keep %@ at %@ to %@ seconds a set. You held %@ seconds last time, so there is still room inside the target.
es: Mantén %@ en %@-%@ segundos por serie. La última vez aguantaste %@ segundos, así que aún hay margen dentro del objetivo.
fr: Garde %@ à %@ à %@ secondes par série. Tu as tenu %@ secondes la dernière fois, il reste donc de la marge dans l’objectif.
hi: %@ को हर सेट %@ से %@ सेकंड पर रखें। पिछली बार आपने %@ सेकंड रोका था, इसलिए लक्ष्य के भीतर अभी जगह है।
it: Tieni %@ a %@-%@ secondi per serie. L'ultima volta hai tenuto %@ secondi, quindi c'è ancora margine dentro l'obiettivo.
tr: %@ hareketini set başına %@ ile %@ saniye arasında tut. Geçen sefer %@ saniye tuttun, yani hedefin içinde hâlâ yer var.
zh_hans: %@ 保持在每组 %@ 到 %@ 秒。你上次坚持了 %@ 秒，目标区间内还有空间。

# progression.explain.holdForMargin
source: Keep %@ at %@. You reached %@ reps on every set, but finished closer to failure than the target of %@ reps in reserve, so the load waits until those reps come back with a little more left in the tank.
es: Mantén %@ en %@. Llegaste a %@ repeticiones en todas las series, pero terminaste más cerca del fallo que el objetivo de %@ repeticiones en reserva, así que la carga espera a que esas reps vuelvan con algo más de margen.
fr: Garde %@ à %@. Tu as atteint %@ répétitions sur chaque série, mais tu as fini plus près de l’échec que l’objectif de %@ répétitions en réserve : la charge attend que ces répétitions reviennent avec un peu plus de marge.
hi: %@ को %@ पर रखें। आपने हर सेट में %@ रेप्स किए, पर %@ रिज़र्व रेप्स के लक्ष्य से ज़्यादा फेल्योर के करीब पहुँचे, इसलिए लोड तब तक रुकेगा जब तक वे रेप्स थोड़ा और दम बचाकर न आ जाएँ।
it: Tieni %@ a %@. Hai raggiunto %@ ripetizioni in ogni serie, ma hai chiuso più vicino al cedimento dell'obiettivo di %@ ripetizioni di riserva, quindi il carico aspetta che quelle ripetizioni tornino con un po' più di margine.
tr: %@ ağırlığını %@ değerinde tut. Her sette %@ tekrara ulaştın ama %@ tekrar yedekte kalma hedefinden daha çok zorlandın; bu yüzden o tekrarlar biraz daha rahat gelene kadar ağırlık bekliyor.
zh_hans: %@ 保持在 %@。你每组都做到了 %@ 次，但结束时离力竭比目标的保留 %@ 次更近，因此先等这些次数在更有余力的情况下重现，再加负重。

# progression.explain.increasedLoad
source: Increased %@ from %@ to %@ after %@ sessions of %@ sets at %@ reps or more, with at least %@ reps in reserve.
es: Se ha subido %@ de %@ a %@ tras %@ sesiones de %@ series a %@ repeticiones o más, con al menos %@ repeticiones en reserva.
fr: %@ passe de %@ à %@ après %@ séances à %@ séries de %@ répétitions ou plus, avec au moins %@ répétitions en réserve.
hi: %@ का लोड %@ से बढ़ाकर %@ किया, क्योंकि %@ सेशन तक %@ सेट %@ या ज़्यादा रेप्स पर पूरे हुए, और कम से कम %@ रेप्स रिज़र्व में बचे।
it: Aumentato %@ da %@ a %@ dopo %@ sessioni di %@ serie a %@ ripetizioni o più, con almeno %@ ripetizioni di riserva.
tr: %@ ağırlığı %@ değerinden %@ değerine çıkarıldı; %@ seans boyunca %@ setin tamamını en az %@ tekrarla ve en az %@ tekrar yedekte bırakarak tamamladın.
zh_hans: %@ 从 %@ 提高到 %@，因为你连续 %@ 次训练都完成了 %@ 组、每组至少 %@ 次，且至少保留 %@ 次。

# progression.explain.increasedLoadDuration
source: Increased %@ from %@ to %@ because you held every set to %@ seconds. The clock restarts at the bottom of the range.
es: Se ha subido %@ de %@ a %@ porque aguantaste todas las series %@ segundos. El cronómetro vuelve a empezar en la parte baja del rango.
fr: %@ passe de %@ à %@ parce que tu as tenu chaque série %@ secondes. Le chrono repart au bas de la fourchette.
hi: %@ का लोड %@ से बढ़ाकर %@ किया, क्योंकि आपने हर सेट %@ सेकंड तक रोका। घड़ी अब रेंज के निचले छोर से फिर शुरू होगी।
it: Aumentato %@ da %@ a %@ perché hai tenuto ogni serie per %@ secondi. Il conteggio riparte dal minimo del range.
tr: %@ ağırlığı %@ değerinden %@ değerine çıkarıldı; her seti %@ saniye tuttun. Süre, aralığın altından yeniden başlar.
zh_hans: %@ 从 %@ 提高到 %@，因为你每组都坚持到了 %@ 秒。计时从区间下限重新开始。

# progression.explain.increasedLoadSingle
source: Increased %@ from %@ to %@ because you completed all %@ sets at %@ reps or more, with at least %@ reps in reserve.
es: Se ha subido %@ de %@ a %@ porque completaste las %@ series a %@ repeticiones o más, con al menos %@ repeticiones en reserva.
fr: %@ passe de %@ à %@ parce que tu as bouclé les %@ séries à %@ répétitions ou plus, avec au moins %@ répétitions en réserve.
hi: %@ का लोड %@ से बढ़ाकर %@ किया, क्योंकि आपने सभी %@ सेट %@ या ज़्यादा रेप्स पर पूरे किए, और कम से कम %@ रेप्स रिज़र्व में बचे।
it: Aumentato %@ da %@ a %@ perché hai completato tutte e %@ le serie a %@ ripetizioni o più, con almeno %@ ripetizioni di riserva.
tr: %@ ağırlığı %@ değerinden %@ değerine çıkarıldı; %@ setin tamamını en az %@ tekrarla ve en az %@ tekrar yedekte bırakarak tamamladın.
zh_hans: %@ 从 %@ 提高到 %@，因为你在全部 %@ 组中每组都做到了 %@ 次以上，且至少保留 %@ 次。

# progression.explain.lighterThanPlanned
source: Repeat %@ at %@. Last session was logged at %@, below the planned load, so it does not tell us whether the plan is right.
es: Repite %@ con %@. La última sesión se registró con %@, por debajo de la carga prevista, así que no nos dice si el plan es el adecuado.
fr: Refais %@ à %@. La dernière séance a été enregistrée à %@, sous la charge prévue : elle ne dit pas si le plan est juste.
hi: %@ को %@ पर दोहराएँ। पिछला सेशन %@ पर दर्ज हुआ था, जो तय लोड से कम है, इसलिए उससे यह पता नहीं चलता कि प्लान सही है या नहीं।
it: Ripeti %@ a %@. L'ultima sessione è stata registrata a %@, sotto il carico previsto, quindi non ci dice se il piano sia giusto.
tr: %@ hareketini %@ ağırlıkla tekrarla. Geçen seans planlanan ağırlığın altında, %@ olarak kaydedildi; bu yüzden planın doğru olup olmadığını göstermiyor.
zh_hans: %@ 保持在 %@。上次记录的是 %@，低于计划负重，因此无法判断计划是否合适。

# progression.explain.maintain
source: Repeat %@ at %@ for %@ to %@ reps. One session short of the target is not a trend, so nothing changes yet.
es: Repite %@ con %@ a %@-%@ repeticiones. Una sesión por debajo del objetivo no es una tendencia, así que de momento no cambia nada.
fr: Refais %@ à %@ pour %@ à %@ répétitions. Une séance en dessous de l’objectif n’est pas une tendance, donc rien ne change encore.
hi: %@ को %@ पर %@ से %@ रेप्स के लिए दोहराएँ। लक्ष्य से एक सेशन पीछे रहना कोई ट्रेंड नहीं, इसलिए अभी कुछ नहीं बदलता।
it: Ripeti %@ a %@ per %@-%@ ripetizioni. Una sola sessione sotto l'obiettivo non è una tendenza, quindi per ora non cambia nulla.
tr: %@ hareketini %@ ağırlıkla %@ ile %@ tekrar için tekrarla. Hedefin bir seans altında kalmak trend sayılmaz, bu yüzden şimdilik bir şey değişmiyor.
zh_hans: %@ 保持在 %@，做 %@ 到 %@ 次。只差一次训练达标算不上趋势，因此暂不调整。

# progression.explain.maintainDuration
source: Repeat %@ at %@ to %@ seconds a set. One session short of the target is not a trend, so nothing changes yet.
es: Repite %@ a %@-%@ segundos por serie. Una sesión por debajo del objetivo no es una tendencia, así que de momento no cambia nada.
fr: Refais %@ à %@ à %@ secondes par série. Une séance en dessous de l’objectif n’est pas une tendance, donc rien ne change encore.
hi: %@ को हर सेट %@ से %@ सेकंड पर दोहराएँ। लक्ष्य से एक सेशन पीछे रहना कोई ट्रेंड नहीं, इसलिए अभी कुछ नहीं बदलता।
it: Ripeti %@ a %@-%@ secondi per serie. Una sola sessione sotto l'obiettivo non è una tendenza, quindi per ora non cambia nulla.
tr: %@ hareketini set başına %@ ile %@ saniye için tekrarla. Hedefin bir seans altında kalmak trend sayılmaz, bu yüzden şimdilik bir şey değişmiyor.
zh_hans: %@ 保持在每组 %@ 到 %@ 秒。只差一次训练达标算不上趋势，因此暂不调整。

# progression.explain.maintainUnloaded
source: Repeat %@ at %@ to %@ reps. One session short of the target is not a trend, so nothing changes yet.
es: Repite %@ a %@-%@ repeticiones. Una sesión por debajo del objetivo no es una tendencia, así que de momento no cambia nada.
fr: Refais %@ à %@ à %@ répétitions. Une séance en dessous de l’objectif n’est pas une tendance, donc rien ne change encore.
hi: %@ को %@ से %@ रेप्स पर दोहराएँ। लक्ष्य से एक सेशन पीछे रहना कोई ट्रेंड नहीं, इसलिए अभी कुछ नहीं बदलता।
it: Ripeti %@ a %@-%@ ripetizioni. Una sola sessione sotto l'obiettivo non è una tendenza, quindi per ora non cambia nulla.
tr: %@ hareketini %@ ile %@ tekrar için tekrarla. Hedefin bir seans altında kalmak trend sayılmaz, bu yüzden şimdilik bir şey değişmiyor.
zh_hans: %@ 保持在 %@ 到 %@ 次。只差一次训练达标算不上趋势，因此暂不调整。

# progression.explain.noData
source: No completed sets recorded for %@ yet, so the prescription stays as it is.
es: Todavía no hay series completadas registradas en %@, así que la prescripción se queda como está.
fr: Aucune série terminée n’est encore enregistrée pour %@, la prescription reste donc inchangée.
hi: %@ के लिए अभी कोई पूरा सेट दर्ज नहीं है, इसलिए इसका पर्चा वैसा ही रहेगा।
it: Per %@ non è ancora registrata nessuna serie completata, quindi la prescrizione resta com'è.
tr: %@ için henüz tamamlanmış set kaydı yok, bu yüzden reçete olduğu gibi kalıyor.
zh_hans: %@ 还没有完成的组记录，因此安排保持不变。

# progression.explain.outgrown
source: %@ is at %@ sets of %@ reps, the most this plan programs without load. Add weight or move to a harder variation.
es: %@ está en %@ series de %@ repeticiones, el máximo que este plan programa sin carga. Añade peso o pasa a una variante más difícil.
fr: %@ est à %@ séries de %@ répétitions, le maximum que ce plan programme sans charge. Ajoute du poids ou passe à une variante plus dure.
hi: %@ इस समय %@ सेट × %@ रेप्स पर है, जो बिना लोड के यह प्लान ज़्यादा से ज़्यादा देता है। वज़न जोड़ें या किसी कठिन वैरिएशन पर जाएँ।
it: %@ è a %@ serie da %@ ripetizioni, il massimo che questo piano prevede senza carico. Aggiungi peso o passa a una variante più difficile.
tr: %@ şu an %@ set × %@ tekrarda; bu, planın ağırlıksız programladığı en üst değer. Ağırlık ekle ya da daha zor bir varyasyona geç.
zh_hans: %@ 已经是 %@ 组 × %@ 次，这是本方案在没有负重时的上限。加上重量，或换一个更难的变式。

# progression.explain.outgrownDuration
source: %@ is at %@ sets of %@ seconds, the most this plan programs. Add weight or move to a harder variation.
es: %@ está en %@ series de %@ segundos, el máximo que este plan programa. Añade peso o pasa a una variante más difícil.
fr: %@ est à %@ séries de %@ secondes, le maximum que ce plan programme. Ajoute du poids ou passe à une variante plus dure.
hi: %@ इस समय %@ सेट × %@ सेकंड पर है, जो यह प्लान ज़्यादा से ज़्यादा देता है। वज़न जोड़ें या किसी कठिन वैरिएशन पर जाएँ।
it: %@ è a %@ serie da %@ secondi, il massimo che questo piano prevede. Aggiungi peso o passa a una variante più difficile.
tr: %@ şu an %@ set × %@ saniyede; bu, planın programladığı en üst değer. Ağırlık ekle ya da daha zor bir varyasyona geç.
zh_hans: %@ 已经是 %@ 组 × %@ 秒，这是本方案的上限。加上重量，或换一个更难的变式。

# progression.explain.reducedDuration
source: %@ moves back to %@ to %@ seconds a set. You held %@ seconds last session, so the target was too long.
es: %@ vuelve a %@-%@ segundos por serie. La última sesión aguantaste %@ segundos, así que el objetivo era demasiado largo.
fr: %@ revient à %@ à %@ secondes par série. Tu as tenu %@ secondes la séance dernière, l’objectif était donc trop long.
hi: %@ वापस हर सेट %@ से %@ सेकंड पर आ जाता है। पिछले सेशन में आपने %@ सेकंड रोका, इसलिए लक्ष्य ज़्यादा लंबा था।
it: %@ torna a %@-%@ secondi per serie. Nell'ultima sessione hai tenuto %@ secondi, quindi l'obiettivo era troppo lungo.
tr: %@ yeniden set başına %@ ile %@ saniyeye iniyor. Geçen seans %@ saniye tuttun, yani hedef fazla uzundu.
zh_hans: %@ 的时长回调到每组 %@ 到 %@ 秒。你上次坚持了 %@ 秒，说明目标定得太长。

# progression.explain.reducedLoad
source: Reduced %@ from %@ to %@ after two sessions short of %@ reps. Build back up from here.
es: Se ha bajado %@ de %@ a %@ tras dos sesiones por debajo de %@ repeticiones. Vuelve a subir desde aquí.
fr: %@ redescend de %@ à %@ après deux séances en dessous de %@ répétitions. Reconstruis à partir d’ici.
hi: %@ का लोड %@ से घटाकर %@ किया, क्योंकि दो सेशन %@ रेप्स से कम रहे। यहाँ से फिर ऊपर बढ़ें।
it: Ridotto %@ da %@ a %@ dopo due sessioni sotto le %@ ripetizioni. Da qui si risale.
tr: %@ ağırlığı %@ değerinden %@ değerine düşürüldü; iki seans %@ tekrarın altında kaldı. Buradan yeniden yukarı çık.
zh_hans: %@ 从 %@ 降到 %@，因为连续两次训练没有达到 %@ 次。从这里重新往上练。

# progression.explain.reducedLoadDuration
source: Reduced %@ from %@ to %@ after two sessions short of %@ seconds.
es: Se ha bajado %@ de %@ a %@ tras dos sesiones por debajo de %@ segundos.
fr: %@ redescend de %@ à %@ après deux séances en dessous de %@ secondes.
hi: %@ का लोड %@ से घटाकर %@ किया, क्योंकि दो सेशन %@ सेकंड से कम रहे।
it: Ridotto %@ da %@ a %@ dopo due sessioni sotto i %@ secondi.
tr: %@ ağırlığı %@ değerinden %@ değerine düşürüldü; iki seans %@ saniyenin altında kaldı.
zh_hans: %@ 从 %@ 降到 %@，因为连续两次训练没有达到 %@ 秒。

# progression.explain.reducedLoadRIR
source: Reduced %@ from %@ to %@. You finished with %@ reps in reserve against a target of %@, which is closer to failure than this plan intends.
es: Se ha bajado %@ de %@ a %@. Terminaste con %@ repeticiones en reserva frente a un objetivo de %@, más cerca del fallo de lo que busca este plan.
fr: %@ redescend de %@ à %@. Tu as fini avec %@ répétitions en réserve pour un objectif de %@, donc plus près de l’échec que ce plan ne le prévoit.
hi: %@ का लोड %@ से घटाकर %@ किया। आपने %@ रिज़र्व रेप्स के साथ खत्म किया, जबकि लक्ष्य %@ था — यह इस प्लान की सोच से ज़्यादा फेल्योर के करीब है।
it: Ridotto %@ da %@ a %@. Hai chiuso con %@ ripetizioni di riserva contro un obiettivo di %@, più vicino al cedimento di quanto questo piano preveda.
tr: %@ ağırlığı %@ değerinden %@ değerine düşürüldü. %@ tekrar yedekte bırakarak bitirdin, hedef ise %@ idi; bu, planın öngördüğünden tükenmeye daha yakın.
zh_hans: %@ 从 %@ 降到 %@。你结束时保留了 %@ 次，而目标是 %@ 次，比这套方案设想的更接近力竭。

# progression.explain.reducedLoadStall
source: Reduced %@ from %@ to %@ after %@ sessions without progress. A small step back gives you room for a clean run at it.
es: Se ha bajado %@ de %@ a %@ tras %@ sesiones sin progreso. Un pequeño paso atrás te deja margen para una racha limpia.
fr: %@ redescend de %@ à %@ après %@ séances sans progrès. Un petit pas en arrière te laisse de la place pour repartir proprement.
hi: %@ का लोड %@ से घटाकर %@ किया, क्योंकि %@ सेशन तक कोई प्रगति नहीं हुई। एक छोटा कदम पीछे लेने से साफ़ दौड़ लगाने की जगह मिलती है।
it: Ridotto %@ da %@ a %@ dopo %@ sessioni senza progressi. Un piccolo passo indietro ti dà spazio per ripartire pulito.
tr: %@ ağırlığı %@ değerinden %@ değerine düşürüldü; %@ seans boyunca ilerleme olmadı. Küçük bir geri adım, temiz bir çıkış için sana alan verir.
zh_hans: %@ 从 %@ 降到 %@，因为连续 %@ 次训练没有进步。小幅回撤能给你一次干净冲击的空间。

# progression.explain.reducedReps
source: %@ moves back to %@ to %@ reps. You managed %@ reps last session, so the target was too high.
es: %@ vuelve a %@-%@ repeticiones. La última sesión llegaste a %@ repeticiones, así que el objetivo era demasiado alto.
fr: %@ revient à %@ à %@ répétitions. Tu as réussi %@ répétitions la séance dernière, l’objectif était donc trop haut.
hi: %@ वापस %@ से %@ रेप्स पर आ जाता है। पिछले सेशन में आपने %@ रेप्स किए, इसलिए लक्ष्य ज़्यादा ऊँचा था।
it: %@ torna a %@-%@ ripetizioni. Nell'ultima sessione sei arrivato a %@ ripetizioni, quindi l'obiettivo era troppo alto.
tr: %@ yeniden %@ ile %@ tekrar aralığına iniyor. Geçen seans %@ tekrar yaptın, yani hedef fazla yüksekti.
zh_hans: %@ 的次数回调到 %@ 到 %@ 次。你上次只做到 %@ 次，说明目标定得太高。
